tap "caskroom/cask"
tap "caskroom/versions"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/services"
brew "exercism"
brew "fish"
brew "git"
brew "git-extras"
brew "node"
brew "nvm"
brew "sqlite"
brew "python"
brew "postgresql"
brew "redis", restart_service: true
brew "tree"
cask "dash"
cask "java"
cask "slack"
cask "spectacle"
